app/controllers/attendees_controller.rb

SELECT * FROM `attendees`
---
  def index
    @attendees = Attendee.all;

SELECT * FROM `attendees` WHERE (`attendees`.`id` = 1)
---
  def show

    @attendee = Attendee.find(params[:id])